{
  "DeckName": "SFW Pack",
  "DeckBy": "ChatGPT",
  "Truths": [
    "Have you ever laughed at the wrong moment?",
    "What’s a word you always misspell?",
    "What’s the last thing you Googled?",
    "What’s your most-used emoji?",
    "What’s the most awkward thing you've said to a stranger?",
    "Do you sing in the shower?",
    "What’s your most-used app?",
    "What’s the weirdest food combo you’ve tried?",
    "What’s a common thing you’ve never done?",
    "Have you ever walked into the wrong room?",
    "What’s your guilty pleasure song?",
    "What’s something silly you’re afraid of?",
    "Have you ever gotten a song stuck in your head for days?",
    "What’s your least favorite chore?",
    "What’s your favorite snack combo?",
    "What’s the most random fact you know?",
    "What’s your favorite smell?",
    "What’s a food everyone likes but you don’t?",
    "What’s the funniest typo you’ve ever sent?",
    "Have you ever accidentally hit ‘Reply All’?",
    "Do you remember your first email address?",
    "Have you ever used a fake excuse to get out of something?",
    "What’s a weird sound you can make?",
    "What’s a phrase or slang you secretly hate?",
    "What’s your favorite childhood show?",
    "What’s a small thing that always makes your day better?",
    "If you had to delete all but one app, which would you keep?",
    "What’s something you’re weirdly good at?",
    "What’s the most random item in your room?",
    "Have you ever misheard lyrics to a song?",
    "What’s your favorite time-wasting activity?",
    "What’s the last photo you took?",
    "What’s your favorite sound?",
    "What’s something simple you’ve never learned to do?",
    "What’s your favorite ice cream flavor?",
    "What’s something you always forget?",
    "What’s your most-used phrase?",
    "Have you ever waved at someone who wasn’t waving at you?",
    "What’s a harmless conspiracy theory you believe?",
    "What’s your dream vacation spot?",
    "What’s a food you wish you liked?",
    "What’s something you wish you invented?",
    "If you could only wear one color for a year, what would it be?",
    "What’s your favorite day of the week and why?",
    "What’s the last thing you laughed at?",
    "Do you have a lucky number?",
    "What’s a goal you’ve set for yourself recently?",
    "What’s your favorite holiday?",
    "What’s a simple pleasure you enjoy?"
  ],
  "Dares": [
    "Say the alphabet backward as far as you can.",
    "Do a slow clap for 10 seconds.",
    "Pretend to answer a fake phone call in a dramatic voice.",
    "Speak in an accent for the next turn.",
    "Clap 10 times in a weird rhythm.",
    "Tell a joke — even if it’s bad.",
    "Make a funny face and hold it for 5 seconds.",
    "Describe your last meal like a food critic.",
    "Say one positive thing about every player.",
    "Try to wink with both eyes (separately).",
    "Give yourself a round of applause.",
    "Act like you just won an award.",
    "Say a tongue twister three times fast.",
    "Make up a slogan for your own name.",
    "Hum a song until someone guesses it.",
    "Talk like a robot for the next round.",
    "Describe your favorite movie badly.",
    "Snap your fingers 10 times as fast as you can.",
    "Say three compliments in a row to yourself.",
    "Pretend to sneeze five times.",
    "Say your name like it’s the climax of a movie.",
    "Do your best fake laugh.",
    "Describe the weather like a dramatic news report.",
    "Say a random word and make up a definition.",
    "Say your favorite color without using its name.",
    "Blink really fast for 10 seconds.",
    "Act like you're stuck in slow motion for 5 seconds.",
    "Try to speak without using the letter 'e' for 15 seconds.",
    "Make up a nickname for the person to your left.",
    "Say something nice in a dramatic movie voice.",
    "Try to count to 10 with your eyes closed.",
    "Whistle (or try to).",
    "Describe your day using only 3 words.",
    "Do a mini cheer like you're on a team.",
    "Make your voice go high and low like a rollercoaster.",
    "Pretend to be surprised by everything for 15 seconds.",
    "Say a random fun fact (real or made up).",
    "Pretend to be your favorite animal for 10 seconds.",
    "Sing one line from a song you like.",
    "Clap and snap in a pattern and try to repeat it.",
    "Say a tongue twister backwards (or try).",
    "Make up a short poem about snacks.",
    "Spell your name using words for each letter (e.g., B - Banana).",
    "Count down from 20 as dramatically as possible.",
    "Say something you like with your eyes closed.",
    "Give a 5-second speech about your socks (even if you’re not wearing any).",
    "Pretend you're giving advice on a cooking show.",
    "Name 5 animals in under 10 seconds.",
    "Say something positive about Mondays."
  ]
}
